export const usadaPekora: LiverData = {
  name: ['うさだ ぺこら', '兎田 ぺこら'],
  alias: [
    ['おさ', '長'],
    ['しゃちょう', '社長'],
    ['ぺこーら'],
    ['ぺこらっちょ'],
    ['ぺこちゃん'],
  ],
  marks: ['👯‍♀️‍️'],
  tags: [
    '#兎田ぺこら', // 一般
    '#ぺこらいぶ', // 生放送
    '#ぺこらーと', // ファンアート
    '#野うさぎ同盟', // ファンネーム
    '#ぺこら聞いたぺこ', // ボイス感想
    '#ぺこら新衣装グッズ案', // 新衣装／グッズのアイディア*1
    '#ひとくちぺこら', // 切り抜き動画タグ
    '#ぺこらママ聞いて', // スナック兎田用*2
    '#ぺこクラ／#兎田建設', // マイクラ用のアイデアなど*3
    '#ぺこチェック', // いろいろチェックする企画*4
  ],
  fans: ['野うさぎ同盟', '野うさぎ'],
  twitter: ['@usadapekora'],
  others: [
    ['うさけん', '兎建'],
    ['うさけん', '兎田建設'],
  ],
};
