export const astelLeda: LiverData = {
  name: ['あすてる れだ', 'アステル レダ'],
  alias: [],
  marks: ['🎭'],
  tags: [
    ['#アステルレダ', '全般'],
    ['#アステルレポート', '生放送'],
    ['#アステル絵ダ', 'ファンアート(MMD×)'],
    ['#アステル聞ケタ', 'ボイス'],
    ['#アステルコード', '???'],
    ['#アステルスペース', 'スペース'],
    ['#nefelomakion', '船員のファンアート'],
    ['#絵ニマる', 'アニマルズファンアート'],
    ['#star船員達の思惑', '自作マダミス感想'],
  ],
  sensitiveTags: [['#アステルエッだ', 'R18ファンアート']],
  fans: ['アステラー'],
  twitter: ['@astelleda'],
  others: [
    ['あすてるれだ', 'アステル生ダ'],
    ['あすてるえだ', 'アステル絵ダ'],
    ['あすてるきけた', 'アステル聞ケタ'],
  ],
};
