export const natsuiroMatsuri: LiverData = {
  name: ['なついろ まつり', '夏色 まつり'],
  alias: [],
  marks: ['🏮'],
  tags: [
    ['#祭絵', 'ファンアート（読みは「さいかい」）'],

    ['#夏まつch', '生放送'],
    ['#まつりす', 'ファントーク'],
    ['#抜いたぞまつり', '切り抜き動画'],
    ['#まつりとおでかけ', 'ホロリー'],
    ['#きいたよまつり', 'ボイス感想(-2020/07)'],
    ['#きいたぞまつり', 'ボイス感想'],
    ['#まつりある', 'コスプレ専用タグ'],
    ['#まつりスペース', 'Twitterスペース'],
    ['#夏色これ着ろ', '配信用素材'],
    ['#夏色素材', '配信用素材'],
  ],
  sensitiveTags: [
    ['#肌色まつり', '旧R-18アート'],
    ['#まつりは絵っち', 'R-18アート'],
  ],
  fans: ['まつりす'],
  twitter: ['@natsuiromatsuri', ['@7216_2nd', 'サブ']],
  others: [['さいかい', '祭絵']],
};
