export const shirakamiFubuki: LiverData = {
  name: ['しらかみ ふぶき', '白上 フブキ'],
  alias: [
    ['ふぶきんぐ', 'フブキング'],
  ],
  marks: ['🌽'],
  tags: [
    '#絵フブキ', // ファンアート
    '#フブキch', // 生放送・切り抜き動画
    '#すこん部', // ファントーク
    '#フブキ教', // ガチャタグ
    '#インテリジェンスユニコーン', // すこん部副部長
    '#すこんなうた', // 歌枠リクエスト用タグ
    '#白上式手抜きスケジュール', // スケジュール
    '#おい聴いたぞ白上', // ボイス・楽曲感想
    '#フブキ散歩', // ホロリー
  ],
  fans: ['すこん部'],
  twitter: ['@shirakamifubuki'],
  others: [
    ['すこんぶ', 'すこん部'],
    ['ばかたれども', 'バカタレ共'],
  ],
};
