export const murasakiShion: LiverData = {
  name: ['むらさき しおん', '紫咲 シオン'],
  alias: [],
  marks: ['🌙'],
  tags: [
    ['#紫咲シオン', '一般・生放送・グッズなど'],
    ['#シオンの書物', 'ファンアート(イラスト・コスプレなど)'],
    ['#紫咲シオンMMD', 'MMD'],
    ['#コレクシオン', '切り抜き動画'],
    ['#シオンちゃん聞いたよ', 'ボイス感想'],
    ['#塩っ子', 'ファントーク'],
    ['#はよシオン', 'おすすめゲーム'],
    ['#シオンちゃん付けて', '配信用素材'],
    ['#シオンスペース', 'Twitterスペース'],
  ],
  fans: ['塩っ子'],
  twitter: ['@murasakishionch', ['@shionchan_o', 'サブ']],
  others: [
    ['しおっこ', '塩っ子'],
    ['しりゅうぐみ', '紫龍組'],
  ],
};
