/**
 * @typedef {'普通名詞'|'サ変名詞'|'人名'|'地名'|'形容詞'|'副詞'|'接尾語'|'動詞'} PartOfSpeech
 */

/** @type {[string, string, PartOfSpeech][]} */
const dictionary = [
  // ときのそら
  [
    'ときのそら',
    'ときのそら',
    '人名'
  ],
  // AZKi
  [
    'あずき',
    'AZKi',
    '人名'
  ],
  // ロボ子さん
  [
    'ろぼこさん',
    'ロボ子さん',
    '人名'
  ],
  // さくらみこ
  [
    'さくらみこ',
    'さくらみこ',
    '人名'
  ],
  // 白上フブキ
  [
    'しらかみふぶき',
    '白上フブキ',
    '人名'
  ],
  // 夏色まつり
  [
    'なついろまつり',
    '夏色まつり',
    '人名'
  ],
  // 夜空メル
  [
    'よぞらめる',
    '夜空メル',
    '人名'
  ],
  // 赤井はあと
  [
    'あかいはあと',
    '赤井はあと',
    '人名'
  ],
  // アキ・ローゼンタール
  [
    'あきろーぜんたーる',
    'アキ・ローゼンタール',
    '人名'
  ],
  // 湊あくあ
  [
    'みなとあくあ',
    '湊あくあ',
    '人名'
  ],
  // 癒月ちょこ
  [
    'ゆづきちょこ',
    '癒月ちょこ',
    '人名'
  ],
  // 百鬼あやめ
  [
    'なきりあやめ',
    '百鬼あやめ',
    '人名'
  ],
  // 紫咲シオン
  [
    'むらさきしおん',
    '紫咲シオン',
    '人名'
  ],
  // 大空スバル
  [
    'おおぞらすばる',
    '大空スバル',
    '人名'
  ],
  // 大神ミオ
  [
    'おおかみみお',
    '大神ミオ',
    '人名'
  ],
  // 猫又おかゆ
  [
    'ねこまたおかゆ',
    '猫又おかゆ',
    '人名'
  ],
  // 戌神ころね
  [
    'いぬがみころね',
    '戌神ころね',
    '人名'
  ],
  // 不知火フレア
  [
    'しらぬいふれあ',
    '不知火フレア',
    '人名'
  ],
  // 白銀ノエル
  [
    'しろがねのえる',
    '白銀ノエル',
    '人名'
  ],
  // 宝鐘マリン
  [
    'ほうしょうまりん',
    '宝鐘マリン',
    '人名'
  ],
  // 兎田ぺこら
  [
    'うさだぺこら',
    '兎田ぺこら',
    '人名'
  ],
  // 潤羽るしあ
  [
    'うるはるしあ',
    '潤羽るしあ',
    '人名'
  ],
  // 星街すいせい
  [
    'ほしまちすいせい',
    '星街すいせい',
    '人名'
  ],
  // 天音かなた
  [
    'あまねかなた',
    '天音かなた',
    '人名'
  ],
  // 桐生ココ
  [
    'きりゅうここ',
    '桐生ココ',
    '人名'
  ],
  // 角巻わため
  [
    'つのまきわため',
    '角巻わため',
    '人名'
  ],
  // 常闇トワ
  [
    'とこやみとわ',
    '常闇トワ',
    '人名'
  ],
  // 姫森ルーナ
  [
    'ひめもりるーな',
    '姫森ルーナ',
    '人名'
  ],
  // 雪花ラミィ
  [
    'ゆきはならみぃ',
    '雪花ラミィ',
    '人名'
  ],
  // 桃鈴ねね
  [
    'ゆきはならみぃ',
    '桃鈴ねね',
    '人名',
  ],
  // 魔乃アロエ
  [
    'まのあろえ',
    '魔乃アロエ',
    '人名',
  ],
];

export default dictionary;
