type Dictionary = {
  /** よみ、語句 */
  name: [string, string]
  /** あだ名 */
  alias: [string, string][]
  /** 推しマーク */
  marks: string[]
  /** ハッシュタグ */
  tags: string[]
  /** ファンネーム */
  fans: string[]
  /** Twitter */
  twitter: string[]
}

export const dictionary: Dictionary[] = [
  // ときのそら
  {
    name: ['ときの そら', 'ときの そら'],
    alias: [],
    marks: ['🐻💿'],
    tags: ['#ときのそら'],
    fans: [],
    twitter: ['@tokino_sora'],
  },
  // AZKi
  {
    name: ['あずき', 'AZKi'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // ロボ子さん
  {
    name: ['ろぼこ さん', 'ロボ子 さん'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // さくらみこ
  {
    name: ['さくら みこ', 'さくら みこ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 白上フブキ
  {
    name: ['しらかみ ふぶき', '白上 フブキ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 夏色まつり
  {
    name: ['なついろ まつり', '夏色 まつり'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 夜空メル
  {
    name: ['よぞら める', '夜空 メル'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 赤井はあと
  {
    name: ['あかい はあと', '赤井 はあと'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // アキ・ローゼンタール
  {
    name: ['あきろーぜんたーる', 'アキ・ローゼンタール'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 湊あくあ
  {
    name: ['みなと あくあ', '湊 あくあ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 癒月ちょこ
  {
    name: ['ゆづき ちょこ', '癒月 ちょこ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 百鬼あやめ
  {
    name: ['なきり あやめ', '百鬼 あやめ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 紫咲シオン
  {
    name: ['むらさき しおん', '紫咲 シオン'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 大空スバル
  {
    name: ['おおぞら すばる', '大空 スバル'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 大神ミオ
  {
    name: ['おおかみ みお', '大神 ミオ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 猫又おかゆ
  {
    name: ['ねこまた おかゆ', '猫又 おかゆ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 戌神ころね
  {
    name: ['いぬがみ ころね', '戌神 ころね'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 不知火フレア
  {
    name: ['しらぬい ふれあ', '不知火 フレア'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 白銀ノエル
  {
    name: ['しろがね のえる', '白銀 ノエル'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 宝鐘マリン
  {
    name: ['ほうしょう まりん', '宝鐘 マリン'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 兎田ぺこら
  {
    name: ['うさだ ぺこら', '兎田 ぺこら'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 潤羽るしあ
  {
    name: ['うるは るしあ', '潤羽 るしあ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 星街すいせい
  {
    name: ['ほしまち すいせい', '星街 すいせい'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 天音かなた
  {
    name: ['あまね かなた', '天音 かなた'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 桐生ココ
  {
    name: ['きりゅう ここ', '桐生 ココ'],
    alias: [
      ['かいちょう', '会長'],
    ],
    marks: ['🐉'],
    tags: ['#桐生ココ', '#ココここ', '#みかじ絵', '#cocoArt'],
    fans: ['たつのこ', '桐生会'],
    twitter: ['@kiryucoco'],
  },
  // 角巻わため
  {
    name: ['つのまき わため', '角巻 わため'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 常闇トワ
  {
    name: ['とこやみ とわ', '常闇 トワ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 姫森ルーナ
  {
    name: ['ひめもり るーな', '姫森 ルーナ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 雪花ラミィ
  {
    name: ['ゆきはな らみぃ', '雪花 ラミィ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 桃鈴ねね
  {
    name: ['ももすず ねね', '桃鈴 ねね'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
  // 魔乃アロエ
  {
    name: ['まの あろえ', '魔乃 アロエ'],
    alias: [],
    marks: [],
    tags: [],
    fans: [],
    twitter: [],
  },
];
