/**
 * @typedef Dictionary
 * @property {[string, string]} name - 名前
 */

/** @type {Dictionary[]} */
const dictionary = [
  // ときのそら
  {
    name: ['ときのそら', 'ときのそら'],
  },
  // AZKi
  {
    name: ['あずき', 'AZKi'],
  },
  // ロボ子さん
  {
    name: ['ろぼこさん', 'ロボ子さん'],
  },
  // さくらみこ
  {
    name: ['さくらみこ', 'さくらみこ'],
  },
  // 白上フブキ
  {
    name: ['しらかみふぶき', '白上フブキ'],
  },
  // 夏色まつり
  {
    name: ['なついろまつり', '夏色まつり'],
  },
  // 夜空メル
  {
    name: ['よぞらめる', '夜空メル'],
  },
  // 赤井はあと
  {
    name: ['あかいはあと', '赤井はあと'],
  },
  // アキ・ローゼンタール
  {
    name: ['あきろーぜんたーる', 'アキ・ローゼンタール'],
  },
  // 湊あくあ
  {
    name: ['みなとあくあ', '湊あくあ'],
  },
  // 癒月ちょこ
  {
    name: ['ゆづきちょこ', '癒月ちょこ'],
  },
  // 百鬼あやめ
  {
    name: ['なきりあやめ', '百鬼あやめ'],
  },
  // 紫咲シオン
  {
    name: ['むらさきしおん', '紫咲シオン'],
  },
  // 大空スバル
  {
    name: ['おおぞらすばる', '大空スバル'],
  },
  // 大神ミオ
  {
    name: ['おおかみみお', '大神ミオ'],
  },
  // 猫又おかゆ
  {
    name: ['ねこまたおかゆ', '猫又おかゆ'],
  },
  // 戌神ころね
  {
    name: ['いぬがみころね', '戌神ころね'],
  },
  // 不知火フレア
  {
    name: ['しらぬいふれあ', '不知火フレア'],
  },
  // 白銀ノエル
  {
    name: ['しろがねのえる', '白銀ノエル'],
  },
  // 宝鐘マリン
  {
    name: ['ほうしょうまりん', '宝鐘マリン'],
  },
  // 兎田ぺこら
  {
    name: ['うさだぺこら', '兎田ぺこら'],
  },
  // 潤羽るしあ
  {
    name: ['うるはるしあ', '潤羽るしあ'],
  },
  // 星街すいせい
  {
    name: ['ほしまちすいせい', '星街すいせい'],
  },
  // 天音かなた
  {
    name: ['あまねかなた', '天音かなた'],
  },
  // 桐生ココ
  {
    name: ['きりゅうここ', '桐生ココ'],
  },
  // 角巻わため
  {
    name: ['つのまきわため', '角巻わため'],
  },
  // 常闇トワ
  {
    name: ['とこやみとわ', '常闇トワ'],
  },
  // 姫森ルーナ
  {
    name: ['ひめもりるーな', '姫森ルーナ'],
  },
  // 雪花ラミィ
  {
    name: ['ゆきはならみぃ', '雪花ラミィ'],
  },
  // 桃鈴ねね
  {
    name: ['ゆきはならみぃ', '桃鈴ねね'],
  },
  // 魔乃アロエ
  {
    name: ['まのあろえ', '魔乃アロエ'],
  },
];

export default dictionary;
