export const laplusDarknesss: LiverData = {
  name: ['らぷらす だーくねす', 'ラプラス ダークネス'],
  alias: [
    ['らぷらす・だーくねす', 'ラプラス・ダークネス'],
    ['らぷらす', 'ラプラス・ダークネス'],
    ['そうすい', '総帥'],
    ['らぷどの', 'ラプ殿'],
    ['らぷさま', 'ラプ様'],
    ['らぷ', 'ラプ'],
  ],
  marks: ['🛸💜'],
  tags: [
    ['#laplus_great', '配信タグ'],
    ['#laplus_Artdesu', 'ファンアート'],
    ['#ラプラスペース', 'Twitterスペース'],
  ],
  fans: ['ぷらすめいと'],
  twitter: ['@LaplusDarknesss', ['@wagahaida_L', 'サブアカウント']],
  others: [
    ['らぷらす', 'La+'],
    ['ほろっくす', '秘密結社holoX'],
    ['ほろっくす', 'holoX'],
  ],
};
