export const takaneLui: LiverData = {
  name: ['たかね るい', '鷹嶺 ルイ'],
  alias: [
    ['るいねえ', 'ルイ姉'],
    ['るいねぇ', 'ルイ姉'],
    ['るいねえ', 'ルイねぇ'],
    ['るいねぇ', 'ルイねぇ'],
    ['るいるい', 'ルイルイ'],
  ],
  marks: ['🥀'],
  tags: [
    ['#たかねの見物', '配信タグ'],
    ['#Luillust', 'ファンアート'],
    ['#教えてルイ姉', '質問'],
    ['#エブリルイ', 'ショート動画の感想／リクエスト'],
    ['#ルイ姉へプレゼントだべ', '配信用素材'],
    ['#ルイクラ設計図', 'マイクラ設計図'],
  ],
  fans: ['ルイ友'],
  twitter: ['@takanelui'],
  others: [
    ['まったかね', 'まっ鷹嶺'],
    ['まったかね', '待っ鷹嶺'],
  ],
};
