export const kosekiBijou: LiverData = {
  name: ['こせき びじゅー', '古石 ビジュー'],
  alias: [
    ['こせき', '古石'],
    ['こせき', 'Koseki'],
    ['びじゅう', 'Bijou'],
    ['びじゅー', 'Bijou'],
    ['こせきびじゅー', 'Koseki Bijou'],
    ['こせきびじゅう', 'Koseki Bijou'],
    ['こせきびじゅー', '古石ビジュー'],
    ['こせきびじゅう', '古石ビジュー'],
  ],
  marks: ['🗿'],
  tags: [
    ['#LIVEseki', '配信タグ'],
    ['#LMOAI', 'ミーム'],
    ['#bijouwled', 'ファンアート'],
    ['#pebblesona', '石ころイラスト'],
  ],
  fans: ['Pebbles'],
  twitter: ['@kosekibijou'],
  others: [],
};
